{
  "greeting": "Hello World!",
  "iam": "I am",
  "about": "About",
  "skills": "Skills",
  "projects": "Projects",
  "contacts": "Contacts",
  "softwaredeveloper": "Software Developer",
  "techenthusiast": "Tech Enthusiast",
  "tinkerer": "Tinkerer",
  "contributor": "Open Source Contributor",
  "projectdesc": "Here are a few projects I've worked on.",
  "downloadcv": "Download CV",
  "conversodesc":"A privacy-preserving AI-based Intent Recognition engine with Probabilistic Spell-Editing for an Italian Smart Home Voice Assistant.",
  "bolofencedesc":"An Activity-aware geofencing platform which tracks a user location through an Android app, sends related notifications and analyses spatial data.",
  "cloudchaindesc":"A blockchain-based cloud storage platform which can provide an automatic settlement tool for SLA-related disputes.",
  "tmddesc": "A Data Analysis project which compares the performance of several ML models in the task of detecting a user's transport mode via their mobile sensors data.",
  "embodimentdesc":"A project developed in collaboration with artist Federica Sasso which explores embodiment and body swap experiences through VR headsets to enhance empathy.",
  "unipolydesc": "A turn based videogame inspired by Monopoly whose winner is the first player who achieves a Computer Science degree.",
  "languages":"Languages",
  "frameworks":"Frameworks",
  "platforms":"Platforms",
  "tools":"Tools",
  "findmeon":"Find me on:",
  "forkedfrom":"Forked from ",
  "illustrationsby":"Illustrations by ",
  "letmeintroducemyself": "LET ME INTRODUCE MYSELF",
  "about1": "I am a software developer based in Turin, Italy.",
  "about2": "I have always loved technology, so I studied ",
  "about3": "Computer Science",
  "about4": " achieving a Master's Degree with full marks at University Alma Mater of Bologna. ",
  "about5": "During my academic years, I have worked on 20+ (group and invidual) projects, learning a great number of programming languages, such as C, Java and Python, and exploring novel fields such as Machine Learning, VR/AR and Context-Aware Systems.",
  "about6": "My professional experience began with an Erasmus Traineeship in UK at Global Voices Ltd and continued with an internship in Bologna at TicketSms Srl; in both companies I was mostly involved in ",
  "about7": "Back-End Web Development.",
  "about8": "In my spare time, I like contributing to Open Source projects, tinkering with Home Assistant, playing videogames and trekking.",
  "pdf": "englishPdf"
}