{
  "greeting": "Hello World!",
  "iam": "Io sono",
  "about": "Chi Sono",
  "skills": "Competenze",
  "projects": "Progetti",
  "contacts": "Contatti",
  "softwaredeveloper": "Sviluppatrice Software",
  "techenthusiast": "Appassionata di Tecnologia",
  "tinkerer": "Smanettona",
  "contributor": "Collaboratrice Open Source",
  "projectdesc": "Ecco alcuni progetti su cui ho lavorato.",
  "downloadcv": "Scarica CV",
  "conversodesc": "Un motore di riconoscimento delle intenzioni basato su AI che preserva la privacy, con correzione probabilistica degli errori di battitura, per un assistente vocale italiano per la casa intelligente.",
  "bolofencedesc": "Una piattaforma di geofencing consapevole dell'attività che traccia la posizione di un utente tramite un'app Android, invia notifiche correlate e analizza i dati spaziali.",
  "cloudchaindesc": "Una piattaforma di archiviazione cloud basata su blockchain che può fornire uno strumento di risoluzione automatica delle dispute relative agli SLA.",
  "tmddesc": "Un progetto di analisi dei dati che confronta le prestazioni di diversi modelli di ML nel compito di rilevare il mezzo di trasporto di un utente tramite i dati dei loro sensori smartphone.",
  "embodimentdesc": "Un progetto sviluppato in collaborazione con l'artista Federica Sasso che esplora le esperienze di incarnazione e scambio di corpo tramite visori VR per aumentare l'empatia.",
  "unipolydesc": "Un videogioco a turni ispirato a Monopoly il cui vincitore è il primo giocatore che ottiene una laurea in Informatica.",
  "languages": "Linguaggi",
  "frameworks": "Framework",
  "platforms": "Piattaforme",
  "tools": "Strumenti",
  "findmeon": "Trovami su:",
  "forkedfrom": "Derivato da ",
  "illustrationsby": "Illustrazioni di ",
  "letmeintroducemyself": "MI PRESENTO",
  "about1": "Sono una sviluppatrice software con sede a Torino, Italia.",
  "about2": "Ho sempre amato la tecnologia, quindi ho studiato ",
  "about3": "Informatica",
  "about4": " conseguendo una laurea magistrale con il massimo dei voti presso l'Università Alma Mater di Bologna. ",
  "about5": "Durante i miei anni accademici, ho lavorato su oltre 20 progetti (di gruppo e individuali), imparando un gran numero di linguaggi di programmazione, come C, Java e Python, ed esplorando nuovi campi come Machine Learning, VR/AR e Sistemi Context-Aware.",
  "about6": "La mia esperienza professionale è iniziata con un tirocinio Erasmus nel Regno Unito presso Global Voices Ltd ed è continuata con uno stage a Bologna presso TicketSms Srl; in entrambe le aziende mi sono occupato principalmente di ",
  "about7": "Sviluppo Web Back-End.",
  "about8": "Nel tempo libero, mi piace contribuire a progetti Open Source, smanettare con Home Assistant, giocare ai videogiochi e fare trekking.",
  "pdf": "italianPdf"
}
